Repository: e2t/slidegates
Catalog: src/lang/*/LC_MESSAGES/messages.po
Languages: ru

source: SG{l_type}{l_drive} {frame_w}x{frame_h}({gate_h})
ru: ЗЩ{l_type}{l_drive} {frame_w}x{frame_h}({gate_h})

source: Pressure head {head} m H2O
ru: Гидростатический напор {head} м вод. ст.

source: S
ru: П

source: D
ru: Г

source: SOR
ru: ПР

source: DOR
ru: ГП

source: E
ru: Э

source: M
ru: Р

source: Weight of stainless steel {mass} kg
ru: Масса нерж. стали {mass} кг

source: * frame {mass} kg, thickness {thickness} mm
ru: * рама {mass} кг, толщина {thickness} мм

source: * gate {mass} kg, thickness {thickness} mm
ru: * щит {mass} кг, толщина {thickness} мм

source: * screw {mass} kg
ru: * винт {mass} кг

source: * rack {mass} kg{number}
ru: * колонка {mass} кг{number}

source: Actuator AUMA {auma_name}{aumatic}
ru: Мотор-редуктор AUMA {auma_name}{aumatic}

source: output speed {speed:g} rpm
ru: скорость вращения {speed:g} об/мин

source: Sheet {thickness:g} mm AISI 304 — {mass:.1f} kg
ru: Лист {thickness:g} мм AISI 304 — {mass:.1f} кг

source: {screw} {thread}{circle} AISI 304 — {length:.1f} m{number}
ru: {screw} {thread}{circle} AISI 304 — {length:.1f} м{number}

source: Right-hand screw
ru: Винт с правой резьбой

source: Left-hand screw
ru: Винт с левой резьбой

source: (calibrated rod {diam:g})
ru: (круг калибров. {diam:g})

source: electric power {power} kW
ru: электрическая мощность {power} кВт

source: flange type {flange}
ru: фланец {flange}

source: valve attachment {sleeve}
ru: вставная втулка {sleeve}

source: type of duty {mode}
ru: кратковременный режим {mode}

source: torque {min_torque}-{max_torque} Nm
ru: крутящий момент {min_torque}-{max_torque} Нм

source: weight not less than {mass} kg
ru: масса не менее {mass} кг

source: torque {open_torque} Nm for opening, {close_torque} Nm for closing
ru: крутящий момент на открытие {open_torque} Нм, на закрытие {close_torque} Нм

source: full opening through {time} min and {revs} rev
ru: полное открытие через {time} мин и {revs} оборотов

source: Right angle gearbox {name}
ru: Угловой редуктор {name}

source: Right angle gearbox {name} {param}
ru: Угловой редуктор {name} {param}

source: Torque in every screw {torque} Nm
ru: Крутящий момент на каждом винте {torque} Нм

source: Torque in screw {torque} Nm
ru: Крутящий момент на винте {torque} Нм

source: Free torque in screw {torque} Nm
ru: Свободный крутящий момент на винте {torque} Нм

source: Free torque in every screw {torque} Nm
ru: Свободный крутящий момент на каждом винте {torque} Нм

source: max torque {torque} Nm
ru: максимальный крутящий момент {torque} Нм

source: ratio {ratio}:1
ru: передаточное отношение {ratio}:1

source: mounting flange {flange} for the actuator
ru: с монтажным фланцем {flange} для привода

source: Screw - {screw}{number}, factor of safity {fos}
ru: Винт - {screw}{number}, запас прочности {fos}

source: Axial force in screw {force} N
ru: Осевая сила на винте {force} Н

source: Axial force in every screw {force} N
ru: Осевая сила на каждом винте {force} Н

source: Minimum diameter of the nut axis {diam} mm
ru: Минимальный диаметр осей гайки {diam} мм

source: Wedges {wedge} ({material}) - {pairs} pairs{all}
ru: Клинья {wedge} ({material}) - {pairs} пары{all}

source: ({bolt} for the {number} pairs)
ru: ({bolt} для {number} пар)

source: Force on gate - {force} N
ru: Нагрузка на щите - {force} Н

source: The frame {depth} x {shelf} mm, s = {thick} mm
ru: Рама {depth} x {shelf} мм, s = {thick} мм

source: Frame without crossbar for screw
ru: Рама без перекладины для винта

source: Frame with crossbar for screw
ru: Рама с перекладиной для винта

source: The gate {width} x {depth} x {shelf} mm, s = {thick} mm
ru: Щит {width} x {depth} x {shelf} мм, s = {thick} мм

source: Edges of the gate {height}, s = {thick} mm: horizontal {horiz}{vert}
ru: Ребра щита {height}, s = {thick} мм: горизонтальных {horiz}{vert}

source: , vertical {vert}
ru: , вертикальных {vert}

source: Profile of the cover {depth} x {shelf} mm, s = {thick} mm
ru: Профиль кожуха {depth} x {shelf} мм, s = {thick} мм

source: left-hand closing (counter-clockwise)
ru: левостороннее закрытие (против часовой стрелки)

source: right-hand closing (clockwise)
ru: правостороннее закрытие (по часовой стрелке)

source: polyamide
ru: полиамид

source: bronze
ru: бронза

source: the reverse marking open/close on the handwheel
ru: обратная маркировка откр./закр. на штурвале

source: * the general parameters:
ru: * общие параметры:

source: * the parameters of the motor:
ru: * параметры электродвигателя:

source: * the parameters of the cable:
ru: * параметры кабеля:

source: * the parameters of the control:
ru: * параметры блока управления:

source: voltage 380 V / 50 Hz / 3ph
ru: напряжение питания 380 В / 50 Гц / 3ф

source: general industrial design
ru: общепромышленное исполнение

source: enclosure protection — IP 68
ru: степень защиты оболочки — IP 68

source: corrosion protection — KS
ru: антикоррозионная защита оболочки — KS

source: limit switches — single
ru: концевые выключатели — одиночные

source: torque switches — single
ru: моментные выключатели — одиночные

source: blinker transmitter — yes
ru: индикатор работы привода — да

source: mechanical position indication — no
ru: механический указатель положения — нет

source: stem protection tube — no
ru: защитная труба для выдвижного штока — нет

source: electronic position transmitter — no
ru: дистанционный указатель положения — нет

source: cable glands — yes
ru: комплект кабельных вводов — да

source: cable type — unarmoured
ru: тип кабеля — небронированный

source: outside cable diameter — standard
ru: наружный диаметр кабеля — стандарт

source: actuator controls — {name_or_no}
ru: блок управления — {name_or_no}

source: no
ru: нет
